Initializes a new instance of the  FamilyInstanceCreationData  class
  Namespace:   Autodesk.Revit.Creation
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public FamilyInstanceCreationData(
	Object proxy
)
  Visual Basic
Public Sub New ( _
	proxy As Object _
)
  Visual C++
public:
FamilyInstanceCreationData(
	Object^ proxy
)
 Parameters
  proxy
 Type:  System Object
 See Also
  FamilyInstanceCreationData Class
  FamilyInstanceCreationData Overload
  Autodesk.Revit.Creation Namespace